Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: This is within your recent range.
ar: هذا ضمن نطاقك الأخير.
da: Dette er inden for dit seneste interval.
de: Das liegt in deinem jüngsten Bereich.
es: Esto está dentro de tu rango reciente.
fi: Tämä on viimeaikaisella alueellasi.
fr: C’est dans votre plage récente.
is: Þetta er innan nýlegs bils þíns.
it: Rientra nel tuo intervallo recente.
ja: これは最近の範囲内です。
ko: 이는 최근 범위 내입니다.
nb: Dette er innenfor ditt nylige område.
nl: Dit valt binnen je recente bereik.
pt_br: Isso está dentro da sua faixa recente.
ru: Это в пределах вашего недавнего диапазона.
sv: Detta ligger inom ditt senaste intervall.
zh_hans: 这在你近期的范围内。

source: This isn't downloading from the strap. We're waiting for Apple Watch to write last night's sleep to Health.
ar: هذا ليس تنزيلًا من الحزام. نحن في انتظار أن تكتب Apple Watch نوم الليلة الماضية في صحتي.
da: Dette downloader ikke fra remmen. Vi venter på, at Apple Watch skriver sidste nats søvn til Health.
de: Dies wird nicht vom Gurt heruntergeladen. Wir warten darauf, dass die Apple Watch den Schlaf der letzten Nacht in Health schreibt.
es: Esto no se descarga de la banda. Estamos esperando a que el Apple Watch escriba el sueño de anoche en Salud.
fi: Tätä ei ladata pannasta. Odotamme, että Apple Watch kirjaa viime yön unen Healthiin.
fr: Ceci n'est pas téléchargé depuis la ceinture. Nous attendons que l'Apple Watch enregistre le sommeil de la nuit dernière dans Santé.
is: Þetta er ekki sótt úr ólinni. Við bíðum eftir að Apple Watch skrifi svefn síðustu nætur í Health.
it: Non si sta scaricando dalla fascia. Stiamo aspettando che l'Apple Watch scriva il sonno della scorsa notte in Health.
ja: これはストラップからのダウンロードではありません。Apple Watch が昨夜の睡眠を ヘルスケアに書き込むのを待っています。
ko: 이것은 스트랩에서 다운로드하는 것이 아닙니다. Apple Watch가 어젯밤 수면 데이터를 Health에 기록하기를 기다리는 중입니다.
nb: Dette lastes ikke ned fra stroppen. Vi venter på at Apple Watch skal skrive nattens søvn til Health.
nl: Dit wordt niet vanaf de band gedownload. We wachten tot Apple Watch de slaap van vannacht naar Health schrijft.
pt_br: Isto não está sendo baixado da cinta. Estamos aguardando o Apple Watch gravar o sono da noite passada no Health.
ru: Это не загрузка с ремня. Мы ждём, пока Apple Watch запишет сон прошлой ночи в «Здоровье».
sv: Detta laddas inte ner från remmen. Vi väntar på att Apple Watch ska skriva nattens sömn till Health.
zh_hans: 这并不是从心率带下载。我们正在等待 Apple Watch 将昨晚的睡眠数据写入 “健康”。

source: This metric helps assess your heart rate variability and autonomic nervous system balance.
ar: يساعد هذا المقياس في تقييم تقلب معدل نبضك وتوازن جهازك العصبي الذاتي.
da: Denne metrik hjælper med at vurdere din pulsvariabilitet og balancen i dit autonome nervesystem.
de: Diese Kennzahl hilft, deine Herzfrequenzvariabilität und das Gleichgewicht deines vegetativen Nervensystems zu beurteilen.
es: Esta métrica ayuda a evaluar tu variabilidad de la frecuencia cardíaca y el equilibrio del sistema nervioso autónomo.
fi: Tämä mittari auttaa arvioimaan sykevälivaihteluasi ja autonomisen hermoston tasapainoa.
fr: Cette métrique aide à évaluer votre variabilité de fréquence cardiaque et l’équilibre de votre système nerveux autonome.
is: Þessi mæling hjálpar til við að meta hjartsláttarbreytileika þinn og jafnvægi ósjálfráða taugakerfisins.
it: Questa metrica aiuta a valutare la tua variabilità della frequenza cardiaca e l’equilibrio del sistema nervoso autonomo.
ja: この指標は、心拍変動と自律神経系のバランスを評価するのに役立ちます。
ko: 이 지표는 심박변이도와 자율신경계 균형을 평가하는 데 도움이 됩니다.
nb: Dette måltallet hjelper med å vurdere pulsvariabiliteten din og balansen i det autonome nervesystemet.
nl: Deze metriek helpt je hartslagvariabiliteit en de balans van je autonome zenuwstelsel te beoordelen.
pt_br: Esta métrica ajuda a avaliar sua variabilidade da frequência cardíaca e o equilíbrio do sistema nervoso autônomo.
ru: Эта метрика помогает оценить вашу вариабельность сердечного ритма и баланс вегетативной нервной системы.
sv: Detta mått hjälper till att bedöma din hjärtfrekvensvariabilitet och balansen i det autonoma nervsystemet.
zh_hans: 该指标有助于评估你的心率变异性和自主神经系统的平衡。

source: This morning
ar: هذا الصباح
da: I morges
de: Heute Morgen
es: Esta mañana
fi: Tänä aamuna
fr: Ce matin
is: Í morgun
it: Stamattina
ja: 今朝
ko: 오늘 아침
nb: I morges
nl: Vanochtend
pt_br: Esta manhã
ru: Сегодня утром
sv: I morse
zh_hans: 今天早晨

source: THIS MORNING
ar: هذا الصباح
da: I MORGES
de: HEUTE MORGEN
es: ESTA MAÑANA
fi: TÄNÄ AAMUNA
fr: CE MATIN
is: Í MORGUN
it: QUESTA MATTINA
ja: 今朝
ko: 오늘 아침
nb: I MORGES
nl: VANOCHTEND
pt_br: ESTA MANHÃ
ru: ЭТИМ УТРОМ
sv: I MORSE
zh_hans: 今天早晨

source: This moves the reading to Trash. You can restore it from Settings.
ar: سينقل هذا القراءة إلى سلة المحذوفات. يمكنك استعادتها من الإعدادات.
da: Dette flytter målingen til Papirkurv. Du kan gendanne den fra Indstillinger.
de: Damit wird die Messung in den Papierkorb verschoben. Du kannst sie in den Einstellungen wiederherstellen.
es: Esto mueve la lectura a la Papelera. Puedes restaurarla desde Ajustes.
fi: Tämä siirtää lukeman roskakoriin. Voit palauttaa sen asetuksista.
fr: Cela déplace la mesure vers la Corbeille. Vous pouvez la restaurer depuis les Réglages.
is: Þetta færir mælinguna í Ruslið. Þú getur endurheimt hana í Stillingum.
it: L’operazione sposta la lettura nel Cestino. Puoi ripristinarla dalle Impostazioni.
ja: この操作で測定値はゴミ箱に移動します。設定から復元できます。
ko: 이 작업은 측정값을 휴지통으로 옮깁니다. 설정에서 복원할 수 있습니다.
nb: Dette flytter målingen til Papirkurv. Du kan gjenopprette den fra Innstillinger.
nl: Hiermee gaat de meting naar de Prullenmand. Je kunt hem herstellen via Instellingen.
pt_br: Isso move a leitura para a Lixeira. Você pode restaurá-la em Ajustes.
ru: Измерение будет перемещено в Корзину. Вы можете восстановить его в Настройках.
sv: Detta flyttar mätningen till Papperskorgen. Du kan återställa den i Inställningar.
zh_hans: 此操作会将该读数移到回收站。你可以在设置中恢复。

source: This name is what the coach will say when it recognises the route — "Following Daily 1".
ar: هذا الاسم هو ما سيقوله المدرّب عند التعرّف على المسار — "اتّباع Daily 1".
da: Dette navn er, hvad coachen siger, når den genkender ruten — "Følger Daily 1".
de: Diesen Namen sagt der Coach, wenn er die Route erkennt — „Folge Daily 1".
es: Este es el nombre que dirá el entrenador cuando reconozca la ruta — "Siguiendo Daily 1".
fi: Tämän nimen valmentaja sanoo tunnistaessaan reitin — "Seurataan Daily 1".
fr: C'est ce nom que le coach prononce lorsqu'il reconnaît l'itinéraire — « Suivi de Daily 1 ».
is: Þetta nafn segir þjálfarinn þegar hann þekkir leiðina — "Fylgi Daily 1".
it: Questo è il nome che il coach pronuncerà quando riconosce il percorso — "Sto seguendo Daily 1".
ja: この名前は、コーチがルートを認識したときに読み上げる名前です — 「Daily 1 をフォロー中」。
ko: 이 이름은 코치가 경로를 인식할 때 말하는 이름입니다 — "Daily 1 따라가는 중".
nb: Dette navnet er hva coachen sier når den gjenkjenner ruten — "Følger Daily 1".
nl: Deze naam zegt de coach wanneer hij de route herkent — "Daily 1 volgen".
pt_br: Este é o nome que o treinador dirá quando reconhecer a rota — "Seguindo Daily 1".
ru: Это название тренер произносит, когда распознаёт маршрут — «Следуем по Daily 1».
sv: Det här namnet säger coachen när den känner igen rutten — "Följer Daily 1".
zh_hans: 当教练识别出该路线时，会说出这个名称 — "正在跟随 Daily 1"。

source: This night already includes the strap recording.
ar: هذه الليلة تتضمن بالفعل تسجيل الحزام.
da: Denne nat indeholder allerede optagelsen fra pulsbæltet.
de: Diese Nacht enthält bereits die Gurt-Aufzeichnung.
es: Esta noche ya incluye la grabación de la banda.
fi: Tämä yö sisältää jo pannan tallennuksen.
fr: Cette nuit inclut déjà l’enregistrement de la ceinture.
is: Þessi nótt inniheldur þegar upptöku ólarinnar.
it: Questa notte include già la registrazione della fascia.
ja: この夜にはすでにストラップの記録が含まれています。
ko: 이 야간 기록에는 이미 스트랩 기록이 포함되어 있습니다.
nb: Denne natten inkluderer allerede opptaket fra pulsbeltet.
nl: Deze nacht bevat al de opname van de band.
pt_br: Esta noite já inclui a gravação da cinta.
ru: Эта ночь уже включает запись с датчика.
sv: Den här natten innehåller redan pulsbandets inspelning.
zh_hans: 这一晚已包含心率带的记录。

source: This night was scored from the live stream only. Connect your strap to pull its complete overnight recording, merge it in, and re-score.
ar: سُجّلت درجة هذه الليلة من البث المباشر فقط. وصّل حزامك لجلب تسجيله الليلي الكامل ودمجه وإعادة احتساب الدرجة.
da: Denne nat blev kun scoret ud fra livestrømmen. Forbind dit pulsbælte for at hente hele natoptagelsen, flette den ind og score igen.
de: Diese Nacht wurde nur aus dem Live-Stream bewertet. Verbinde deinen Gurt, um seine vollständige Nachtaufzeichnung zu laden, einzufügen und neu zu bewerten.
es: Esta noche se puntuó solo con la transmisión en vivo. Conecta tu banda para descargar su grabación nocturna completa, fusionarla y volver a puntuar.
fi: Tämä yö pisteytettiin vain suoratoiston perusteella. Yhdistä panta, jotta sen koko yön tallennus haetaan, yhdistetään ja pisteytetään uudelleen.
fr: Cette nuit a été évaluée à partir du flux en direct uniquement. Connectez votre ceinture pour récupérer son enregistrement nocturne complet, le fusionner et réévaluer.
is: Þessi nótt var metin eingöngu úr beinu streymi. Tengdu ólina til að sækja heildarupptöku næturinnar, sameina hana og endurmeta.
it: Questa notte è stata valutata solo dal flusso in diretta. Collega la fascia per scaricare la registrazione notturna completa, unirla e ricalcolare il punteggio.
ja: この夜はライブストリームのみで採点されました。ストラップを接続して一晩分の完全な記録を取得し、統合して再採点してください。
ko: 이 밤은 실시간 스트림만으로 채점되었습니다. 스트랩을 연결해 밤새 기록 전체를 가져와 병합한 뒤 다시 채점하세요.
nb: Denne natten ble bare vurdert ut fra direktestrømmen. Koble til pulsbeltet for å hente hele nattopptaket, slå det sammen og score på nytt.
nl: Deze nacht is alleen op basis van de live stream beoordeeld. Verbind je band om de volledige nachtopname op te halen, samen te voegen en opnieuw te scoren.
pt_br: Esta noite foi pontuada apenas pelo streaming ao vivo. Conecte sua cinta para baixar a gravação noturna completa, mesclar e recalcular a pontuação.
ru: Эта ночь оценена только по потоковой записи. Подключите датчик, чтобы загрузить его полную ночную запись, объединить её и пересчитать оценку.
sv: Denna natt poängsattes endast utifrån livströmmen. Anslut pulsbandet för att hämta hela nattinspelningen, slå ihop den och poängsätta om.
zh_hans: 这一晚仅根据实时串流评分。连接心率带即可取回完整的整夜记录，合并后重新评分。

source: This permanently removes everything Emuqu has stored on this device and in your iCloud.
ar: يؤدي هذا إلى الإزالة الدائمة لكل ما خزّنه Emuqu على هذا الجهاز وفي iCloud الخاص بك.
da: Dette fjerner permanent alt, hvad Emuqu har gemt på denne enhed og i din iCloud.
de: Dadurch wird alles, was Emuqu auf diesem Gerät und in deinem iCloud gespeichert hat, dauerhaft entfernt.
es: Esto elimina de forma permanente todo lo que Emuqu ha guardado en este dispositivo y en tu iCloud.
fi: Tämä poistaa pysyvästi kaiken, mitä Emuqu on tallentanut tähän laitteeseen ja iCloudiisi.
fr: Cela supprime définitivement tout ce que Emuqu a stocké sur cet appareil et dans votre iCloud.
is: Þetta fjarlægir varanlega allt sem Emuqu hefur geymt í þessu tæki og í iCloud þínum.
it: Questo rimuove definitivamente tutto ciò che Emuqu ha memorizzato su questo dispositivo e nel tuo iCloud.
ja: これにより、EmuquがこのデバイスとあなたのiCloudに保存したすべてが完全に削除されます。
ko: 이렇게 하면 Emuqu가 이 기기와 iCloud에 저장한 모든 것이 영구적으로 삭제됩니다.
nb: Dette fjerner permanent alt Emuqu har lagret på denne enheten og i din iCloud.
nl: Hiermee wordt alles wat Emuqu op dit apparaat en in je iCloud heeft opgeslagen permanent verwijderd.
pt_br: Isso remove permanentemente tudo o que o Emuqu armazenou neste dispositivo e no seu iCloud.
ru: Это безвозвратно удалит всё, что Emuqu сохранил на этом устройстве и в вашем iCloud.
sv: Detta tar permanent bort allt som Emuqu har lagrat på den här enheten och i din iCloud.
zh_hans: 这将永久删除 Emuqu 在本设备和你的 iCloud 中存储的所有内容。

source: This reading didn't process
ar: لم تتم معالجة هذه القراءة
da: Denne måling blev ikke behandlet
de: Diese Messung wurde nicht verarbeitet
es: Esta lectura no se procesó
fi: Tätä lukemaa ei käsitelty
fr: Cette mesure n'a pas été traitée
is: Þessi mæling vannst ekki úr
it: Questa lettura non è stata elaborata
ja: この測定値は処理されませんでした
ko: 이 측정값은 처리되지 않았습니다
nb: Denne avlesningen ble ikke behandlet
nl: Deze meting is niet verwerkt
pt_br: Esta leitura não foi processada
ru: Это показание не обработано
sv: Den här avläsningen behandlades inte
zh_hans: 此读数未处理

source: This recomputes ATL / CTL / TSB and the readiness snapshot on every historical session using current Apple Health training-load data. Historical recovery scores may change, and this can't be undone — use it only to fix sessions that were scored with missing or zeroed training data.
ar: يعيد هذا حساب ATL / CTL / TSB ولقطة الجاهزية في كل جلسة سابقة باستخدام بيانات حمل التدريب الحالية من Apple Health. قد تتغير درجات التعافي السابقة، ولا يمكن التراجع عن ذلك — استخدمه فقط لإصلاح الجلسات التي جرى تقييمها ببيانات تدريب مفقودة أو مُصفّرة.
da: Dette genberegner ATL / CTL / TSB og parathedsoverblikket på hver historisk session ved hjælp af de aktuelle træningsbelastningsdata fra Apple Health. Historiske restitutionsscorer kan ændre sig, og det kan ikke fortrydes — brug det kun til at rette sessioner, der blev scoret med manglende eller nulstillede træningsdata.
de: Dies berechnet ATL / CTL / TSB und den Bereitschafts-Snapshot für jede historische Sitzung anhand der aktuellen Trainingsbelastungsdaten aus Apple Health neu. Historische Erholungs-Scores können sich ändern, und das lässt sich nicht rückgängig machen — verwende es nur, um Sitzungen zu korrigieren, die mit fehlenden oder auf null gesetzten Trainingsdaten bewertet wurden.
es: Esto recalcula ATL / CTL / TSB y la instantánea de preparación en cada sesión histórica usando los datos actuales de carga de entrenamiento de Apple Health. Las puntuaciones de recuperación históricas pueden cambiar y no se puede deshacer: úsalo solo para corregir sesiones que se puntuaron con datos de entrenamiento ausentes o puestos a cero.
fi: Tämä laskee uudelleen ATL / CTL / TSB:n ja valmiuden tilannekuvan jokaisessa historiallisessa istunnossa Apple Healthin nykyisten harjoituskuormatietojen avulla. Historialliset palautumispisteet voivat muuttua, eikä toimintoa voi perua — käytä sitä vain korjataksesi istuntoja, jotka pisteytettiin puuttuvilla tai nollatuilla harjoitustiedoilla.
fr: Ceci recalcule ATL / CTL / TSB et l'instantané de préparation sur chaque session historique en utilisant les données actuelles de charge d'entraînement d'Apple Santé. Les scores de récupération historiques peuvent changer, et l'opération est irréversible — à utiliser uniquement pour corriger les sessions qui ont été notées avec des données d'entraînement manquantes ou nulles.
is: Þetta endurreiknar ATL / CTL / TSB og viðbúnaðaryfirlitið á hverri sögulegri sessu með núverandi æfingaálagsgögnum úr Apple Health. Sögulegar endurheimtarstigjur geta breyst og ekki er hægt að afturkalla þetta — notaðu það aðeins til að laga sessur sem fengu stig með gögnum sem vantaði eða voru núllstillt.
it: Questo ricalcola ATL / CTL / TSB e l'istantanea di prontezza su ogni sessione storica usando i dati attuali del carico di allenamento di Apple Salute. I punteggi di recupero storici potrebbero cambiare e l'operazione non si può annullare — usala solo per correggere sessioni valutate con dati di allenamento mancanti o azzerati.
ja: これは、現在の Apple ヘルスケアのトレーニング負荷データを使用して、すべての過去のセッションのATL / CTL / TSBと準備状態のスナップショットを再計算します。過去の回復スコアが変わる可能性があり、元に戻すことはできません——トレーニングデータが欠落またはゼロの状態でスコアリングされたセッションを修正する場合にのみ使用してください。
ko: 이 작업은 현재 Apple 건강 훈련 부하 데이터를 사용하여 모든 과거 세션의 ATL / CTL / TSB와 준비도 스냅샷을 다시 계산합니다. 과거 회복 점수가 변경될 수 있으며 되돌릴 수 없습니다 — 훈련 데이터가 누락되거나 0인 상태로 점수가 매겨진 세션을 수정할 때만 사용하세요.
nb: Dette beregner ATL / CTL / TSB og beredskapsoversikten på nytt for hver historisk økt ved hjelp av gjeldende treningsbelastningsdata fra Apple Health. Historiske restitusjonspoeng kan endres, og det kan ikke angres — bruk det bare til å rette økter som ble poengsatt med manglende eller nullstilte treningsdata.
nl: Dit herberekent ATL / CTL / TSB en de gereedheidsmomentopname op elke historische sessie met de huidige trainingsbelastingsgegevens uit Apple Health. Historische herstelscores kunnen veranderen en dit kan niet ongedaan worden gemaakt — gebruik dit alleen om sessies te corrigeren die zijn gescoord met ontbrekende of op nul gezette trainingsgegevens.
pt_br: Isto recalcula ATL / CTL / TSB e a captura de prontidão em cada sessão histórica usando os dados atuais de carga de treino do Apple Saúde. As pontuações de recuperação históricas podem mudar, e isso não pode ser desfeito — use apenas para corrigir sessões que foram pontuadas com dados de treino ausentes ou zerados.
ru: Это пересчитывает ATL / CTL / TSB и снимок готовности для каждой исторической сессии с использованием текущих данных тренировочной нагрузки из Apple Здоровье. Прежние оценки восстановления могут измениться, и отменить это нельзя — используйте только для исправления сессий, оценённых с отсутствующими или обнулёнными тренировочными данными.
sv: Detta beräknar om ATL / CTL / TSB och beredskapsögonblicksbilden på varje historisk session med aktuella träningsbelastningsdata från Apple Hälsa. Historiska återhämtningspoäng kan ändras, och det går inte att ångra — använd endast för att korrigera sessioner som poängsattes med saknade eller nollställda träningsdata.
zh_hans: 这会使用 Apple 健康中当前的训练负荷数据，重新计算每个历史记录的 ATL / CTL / TSB 和准备状态快照。历史恢复评分可能会发生变化，且无法撤销——仅用于修复因训练数据缺失或被置零而评分的记录。

source: This removes only sleep samples written by Emuqu. Watch and third-party sleep data are untouched. Cannot be undone.
ar: يؤدي هذا إلى إزالة عينات النوم التي كتبها Emuqu فقط. لا تتأثر بيانات النوم من الساعة والجهات الخارجية. لا يمكن التراجع عن ذلك.
da: Dette fjerner kun søvnprøver skrevet af Emuqu. Søvndata fra ur og tredjeparter berøres ikke. Kan ikke fortrydes.
de: Dies entfernt nur Schlafdatensätze, die von Emuqu geschrieben wurden. Schlafdaten von Uhr und Drittanbietern bleiben unberührt. Kann nicht rückgängig gemacht werden.
es: Esto elimina solo las muestras de sueño escritas por Emuqu. Los datos de sueño del reloj y de terceros no se tocan. No se puede deshacer.
fi: Tämä poistaa vain Emuqun kirjoittamat uninäytteet. Kellon ja kolmansien osapuolten unitietoihin ei kosketa. Tätä ei voi kumota.
fr: Cela supprime uniquement les échantillons de sommeil écrits par Emuqu. Les données de sommeil de la montre et de tiers ne sont pas touchées. Irréversible.
is: Þetta fjarlægir aðeins svefnsýni sem Emuqu skrifaði. Svefngögn frá úri og þriðja aðila eru ósnert. Ekki hægt að afturkalla.
it: Questo rimuove solo i campioni di sonno scritti da Emuqu. I dati sul sonno dell'orologio e di terze parti non vengono toccati. Non può essere annullato.
ja: これは Emuqu が書き込んだ睡眠サンプルのみを削除します。Apple Watch やサードパーティの睡眠データはそのまま残ります。元に戻せません。
ko: 이 작업은 Emuqu가 기록한 수면 샘플만 제거합니다. 시계 및 타사 수면 데이터는 그대로 유지됩니다. 실행 취소할 수 없습니다.
nb: Dette fjerner bare søvnprøver skrevet av Emuqu. Søvndata fra klokke og tredjeparter berøres ikke. Kan ikke angres.
nl: Hiermee worden alleen slaapmonsters verwijderd die door Emuqu zijn geschreven. Slaapgegevens van het horloge en van derden blijven ongemoeid. Kan niet ongedaan worden gemaakt.
pt_br: Isso remove apenas as amostras de sono gravadas pelo Emuqu. Os dados de sono do relógio e de terceiros não são afetados. Não pode ser desfeito.
ru: Это удаляет только образцы сна, записанные Emuqu. Данные о сне с часов и сторонних источников не затрагиваются. Отменить невозможно.
sv: Detta tar bara bort sömnprov som skrivits av Emuqu. Sömndata från klocka och tredje part berörs inte. Kan inte ångras.
zh_hans: 这只会删除 Emuqu 写入的睡眠样本。手表和第三方睡眠数据不受影响。无法撤销。

source: This removes the session from history and iCloud.
ar: يؤدي هذا إلى إزالة الجلسة من السجل ومن iCloud.
da: Dette fjerner sessionen fra historikken og iCloud.
de: Dadurch wird die Sitzung aus dem Verlauf und aus iCloud entfernt.
es: Esto elimina la sesión del historial y de iCloud.
fi: Tämä poistaa istunnon historiasta ja iCloudista.
fr: Cela supprime la séance de l'historique et d'iCloud.
is: Þetta fjarlægir lotuna úr ferli og iCloud.
it: In questo modo la sessione viene rimossa dalla cronologia e da iCloud.
ja: これにより、セッションが履歴と iCloud から削除されます。
ko: 이렇게 하면 세션이 기록과 iCloud에서 삭제됩니다.
nb: Dette fjerner økten fra loggen og iCloud.
nl: Hiermee wordt de sessie uit de geschiedenis en iCloud verwijderd.
pt_br: Isso remove a sessão do histórico e do iCloud.
ru: Это удалит сессию из истории и iCloud.
sv: Detta tar bort sessionen från historiken och iCloud.
zh_hans: 这会将该记录从历史记录和 iCloud 中移除。

source: This replaces your current settings with the iCloud backup. Your session archive is unchanged.
ar: سيؤدي هذا إلى استبدال إعداداتك الحالية بنسخة iCloud الاحتياطية. يبقى أرشيف جلساتك دون تغيير.
da: Dette erstatter dine nuværende indstillinger med iCloud-sikkerhedskopien. Dit sessionsarkiv er uændret.
de: Dadurch werden deine aktuellen Einstellungen durch das iCloud-Backup ersetzt. Dein Sitzungsarchiv bleibt unverändert.
es: Esto reemplaza tu configuración actual con la copia de seguridad de iCloud. Tu archivo de sesiones no cambia.
fi: Tämä korvaa nykyiset asetuksesi iCloud-varmuuskopiolla. Istuntoarkistosi pysyy ennallaan.
fr: Cette action remplace vos réglages actuels par la sauvegarde iCloud. Votre archive de sessions reste inchangée.
is: Þetta skiptir núverandi stillingum þínum út fyrir iCloud-afritið. Lotusafnið þitt helst óbreytt.
it: Questa operazione sostituisce le impostazioni attuali con il backup iCloud. Il tuo archivio delle sessioni rimane invariato.
ja: これにより、現在の設定が iCloud バックアップに置き換えられます。セッションアーカイブは変更されません。
ko: 현재 설정이 iCloud 백업으로 대체됩니다. 세션 아카이브는 변경되지 않습니다.
nb: Dette erstatter de gjeldende innstillingene dine med iCloud-sikkerhetskopien. Øktarkivet ditt forblir uendret.
nl: Hiermee worden je huidige instellingen vervangen door de iCloud-back-up. Je sessiearchief blijft ongewijzigd.
pt_br: Isso substitui suas configurações atuais pelo backup do iCloud. Seu arquivo de sessões permanece inalterado.
ru: При этом текущие настройки будут заменены резервной копией iCloud. Ваш архив сессий останется без изменений.
sv: Detta ersätter dina nuvarande inställningar med iCloud-säkerhetskopian. Ditt sessionsarkiv förblir oförändrat.
zh_hans: 这将用 iCloud 备份替换你当前的设置。你的记录存档保持不变。

source: This session was saved without raw RR data — older recordings only kept summary stats.
ar: حُفظت هذه الجلسة دون بيانات RR الخام — التسجيلات الأقدم احتفظت بإحصاءات ملخّصة فقط.
da: Denne session blev gemt uden rå RR-data — ældre optagelser gemte kun opsummerede statistikker.
de: Diese Sitzung wurde ohne rohe RR-Daten gespeichert — ältere Aufzeichnungen behielten nur Kennzahlen.
es: Esta sesión se guardó sin datos RR sin procesar — las grabaciones antiguas solo conservaban estadísticas resumidas.
fi: Tämä istunto tallennettiin ilman raakoja RR-tietoja — vanhemmat tallenteet säilyttivät vain yhteenvedot.
fr: Cette séance a été enregistrée sans données RR brutes — les anciens enregistrements ne gardaient que des statistiques résumées.
is: Þessi lota var vistuð án hrárra RR-gagna — eldri upptökur geymdu aðeins samantektartölur.
it: Questa sessione è stata salvata senza dati RR grezzi — le registrazioni più vecchie conservavano solo statistiche di sintesi.
ja: このセッションは生 RR データなしで保存されました — 古い記録は要約統計のみを保持していました。
ko: 이 세션은 원시 RR 데이터 없이 저장되었습니다 — 과거 기록은 요약 통계만 보관했습니다.
nb: Denne økten ble lagret uten rå RR-data — eldre opptak beholdt bare oppsummert statistikk.
nl: Deze sessie is zonder ruwe RR-gegevens opgeslagen — oudere opnamen bewaarden alleen samenvattende statistieken.
pt_br: Esta sessão foi salva sem dados RR brutos — gravações antigas guardavam apenas estatísticas resumidas.
ru: Эта сессия сохранена без исходных данных RR — в старых записях хранилась только сводная статистика.
sv: Detta pass sparades utan råa RR-data — äldre inspelningar behöll bara sammanfattande statistik.
zh_hans: 这次记录保存时没有原始 RR 数据 — 早期记录只保留了汇总统计。
